Repository: JoaoVotor/kognitivo
Catalog: po/*.po
Languages: de, es, it, ru

source: CALENDAR
de: KALENDER
es: CALENDARIO
it: CALENDARIO
ru: КАЛЕНДАРЬ

source: [size=%s]how you perform on upcoming appointments[/size]
de: [size=%s]Deine Leistungsfähigkeit bei kommenden Terminen[/size]
es: [size=%s]De qué manera te desempeñas según las próximas fechas[/size]
it: [size=%s]come procederei durante i prossimi appuntamenti [/size]
ru: [size=%s]твоя производительность на грядущих встречах[/size]

source: [b][size=20sp]RATE KOGNITIVO[/size][/b] It's the best way to support
de: [b][size=25sp]BEWERTE KOGNITIVO![/size][/b] So kannst du uns unterstützen
es: [b][size=20sp]EVALÚA KOGNITIVO[/size][/b] Es la mejor forma de apoyarnos
it: [b][size=%s]VALUTA KOGNITIVO[/size][/b] Il miglior modo per sostenere.
ru: [b][size=25sp]ОЦЕНИТЕ KOGNITIVO[/size][/b] это лучший способ поддержать разработчиков

source: Ask a question, propose a feature or just like kognitivo's [b][size=20sp]FACEBOOK[/size][/b] page. I appreciate your feedback!
de: Stelle eine Frage, schlage eine Feature vor oder like unsere [b][size=20sp]FACEBOOK[/size][/b]-Seite. Ich freue mich sehr auf Deiner Meinung!
es: Plantea una pregunta, propón una funcionalidad o simplemente pulsa 'Me gusta' kognitivo [b][size=20sp]FACEBOOK[/size][/b]. ¡Agradeceré tus comentarios!
it: Fai una domanda, proponi un feature o ama Kognitivo's pagina [b][size=20sp]FACEBOOK[/size][/b]. Apprezzo il tuo feedback!
ru: Задай вопрос, предложи фичу или просто лайкни нашу страницу на [b][size=20sp]FACEBOOK[/size][/b]. Буду очень рад услышать ваше мнение!

source: SURE!
de: GERNE!
es: CON ALEGRÍA ^^
it: SICURO!
ru: ОЙ, ПУСТЯКИ ^^

source: [b]WELCOME![/b]
de: [b]Herzlich willkommen![/b]
es: [b]¡BIENVENIDO![/b]
it: [b]BENVENUTO![/b]
ru: [b]Добро пожаловать![/b]

source: Thank you for downloading [b]KOGNITIVO[/b]! Please familarize yourself with [b][ref=terms]Terms and Conditions of Use[/ref][/b] and [b][ref=privacy]Privacy Policy[/ref][/b] and accept them
de: Danke für den Download von [b]KOGNITIVO![/b] Bitte lese die [b][ref=terms]AGB[/ref][/b] und [b][ref=privacy]Datenschutzerklärung[/ref][/b] und akzeptiere sie
es: Gracias por descargar [b]KOGNITIVO[/b]! Por favor, familiarizarse con los [b][ref=terms]términos y condiciones[/ref][/b] y la [b][ref=privacy]política de privacidad[/ref][/b] y aceptarlos
it: Grazie per aver caricato [b]KOGNITIVO[/b]! Per favore leggi i [b][ref=terms]Terms and Conditions of Use[/ref][/b] e [b][ref=privacy]Privacy Policy[/ref][/b] e accettale.
ru: Спасибо за загрузку [b]KOGNITIVO[/b]! Ознакомьтесь с [b][ref=terms]Условиями использования[/ref][/b] и [b][ref=privacy]Политикой Конфиденциальности[/ref][/b] и примите их

source: I ACCEPT
de: ICH AKZEPTIERE
es: ACEPTO
it: Accetto
ru: Я ПРИНИМАЮ

source: GOT IT!
de: OK!
es: ¡ENTENDIDO!
it: HO CAPITO!
ru: ПОНЯТНО!

source: And now let's start your first test!
de: Und jetzt lass uns Dein erstes Spiel beginnen
es: ¡Y ahora vamos a empezar su primera prueba!
it: Ora cominciamo con il tuo primo test!
ru: Сейчас пришло время для твоего первого теста!

source: I AM READY!
de: ICH BIN BEREIT!
es: ¡ESTOY LISTO!
it: SONO PRONTO!
ru: ХОЧУ!

source: [b]KOGNITIVO[/b] analyzes your mental activity through mini games!
de: [b]KOGNITIVO[/b] analysiert Deine geistige Leistungsfähigkeit anhand von kleinen Spielen
es: [b]KOGNITIVO[/b] analiza su actividad mental a través de mini-juegos!
it: [b]KOGNITIVO[/b] analizza la tua attività mentale con giochi!
ru: [b]KOGNITIVO[/b] изучает твою умственную активность с помощью мини-игр

source: data/img/tutorial/categories.png
de: data/img/tutorial/categories_de.png
es: data/img/tutorial/categories_es.png
ru: data/img/tutorial/categories_ru.png

source: Every mini game tests one of these base categories
de: Jedes Spiel testet eine oder zwei der Hauptkategorien: Analytik, Aufmerksamkeit, Reaktion oder Gedächtnis
es: Cada mini-juego pone a prueba una de estas categorías base
it: Ogni gioco mette alla prova una di queste categorie
ru: Каждая мини-игра тестирует одну-две из четырех базовых категорий

source: In order to keep the statistics fresh and precise, keep using the app regularly. [b]KOGNITIVO[/b] will remind you about it
de: Um eine aktuelle und genaue Statistik zu erhalten, sollte KOGNITIVO regelmäßig angewendet werden. Die App wird Dich daran errinern
es: Con el fin de mantener las estadísticas actualizadas y precisas, usa la aplicación con regularidad. [b]KOGNITIVO [/b] le recordará al respecto
it: Per mantenere la statistica fresca e precisa, usare l'applicazione regolarmente. [b] KOGNITIVO [/b] vi ricorderà di cio'.
ru: Чтобы держать статистику точной и свежей, тесты нужно выполнять регулярно, KOGNITIVO напомнит тебе об этом в подходящее время

source: There are 24 base mini games, more in extensions menu
de: Es gibt 24 Basis-Spiele, weitere kannst Du im Erweiterungmenü finden
es: Hay 24 mini juegos básicos. Hay más en el menú de extensiones
it: Ci sono 24 giochi di base, più nel menu estensioni
ru: Всего есть 24 мини-игры, дополнительные - в разделе улучшений

source: You can see your results in statistics menu
de: Deine Ergebnise findest Du im Statistik-Menü
es: Puedes ver los resultados en el menú estadísticas
it: Puoi vedere i tuoi resulati nel menu statistiche.
ru: Результаты исследований можно посмотреть в разделе статистики

source: GET FOR ONLY %s
de: KAUFEN FÜR NUR %s
es: COMPRAR POR SÓLO %s
it: ACQUISTA PER SOLO %s
ru: КУПИТЬ ЗА %s

source: Thank you!
de: Dankeschön!
es: Muchas gracias!
it: Grazie!
ru: Спасибище!

source: Internet connection problems, please try later.
de: Probleme mit der Internet-Verbindung, versuche bitte wieder später.
es: Problemas de conexión a Internet, por favor inténtelo más tarde.
it: Problemi con il Internet, prova più tardi.
ru: Проблемы с интернетом, попробуй попозже.

source: EXTENSIONS
de: ERWEITERUNGEN
es: EXTENSIONES
it: ESTENSIONI
ru: УЛУЧШЕНИЯ

source: MORE APPS
de: MEHR APPS
es: MÁS APLICACIONES
ru: ЕЩЕ ПРИЛОЖЕНИЯ

source: ACHIEVEMENTS
de: ERFOLGE
es: LOGROS
it: RISULTATI
ru: ДОСТИЖЕНИЯ

source: BEST PLAYERS
de: BESTE SPIELER
es: LOS MEJORES
it: MIGLIORI GIOCATORI
ru: ЛУЧШИЕ ИГРОКИ

source: QUICK TEST
de: SCHNELLTEST
es: PRUEBA RÁPIDA
it: TEST VELOCE
ru: БЫСТРЫЙ ТЕСТ

source: OVERVIEW
de: STATISTIK
es: ESTADÍSTICA
it: SOMMARIO
ru: СТАТИСТИКА

source: TASKS
de: AUFGABEN
es: TAREAS
it: COMPITI
ru: ЗАДАЧИ

source: [b][size=%s]RATE KOGNITIVO[/size][/b] It's the best way to support
de: [b][size=%s]BEWERTE KOGNITIVO![/size][/b] So kannst du uns unterstützen
es: [b][size=%s]EVALÚA KOGNITIVO[/size][/b] Es la mejor manera de apoyar
it: [b][size=%s]VALUTA KOGNITIVO[/size][/b] Il miglior modo per sostenere.
ru: [b][size=%s]ОЦЕНИТЕ KOGNITIVO[/size][/b] это лучший способ поддержать разработчиков

source: Find all [font=glyphicons]%s[/font]
de: Finde alle [font=glyphicons]%s[/font]
es: Busca todos los [font=glyphicons]%s[/font]
it: Trova tutte [font=glyphicons]%s[/font]
ru: Найди все [font=glyphicons]%s[/font]

source: Symbol Sherlock
de: Symbolsuche
es: Sherlock de símbolos
it: Sherlock dei simboli
ru: Поиск символов

source: Find all entries of the symbol in the table
de: Finde das gesuchte Symbol in der Tabelle
es: Busca en la tabla todas las apariciones del símbolo
it: Trova tutte le voci del simbolo nella tabella
ru: Найди целевой символ в таблице

source: Letter Sherlock
de: Buchstabensuche
es: Sherlock de letras
it: Sherlock della lettera
ru: Поиск букв

source: Find all entries of the letter in the table
de: Finde den gesuchten Buchstaben in der Tabelle
es: Busca en la tabla todas las apariciones de la letra
it: Trova tutte le voci della lettera nella tabella
ru: Найди целевую букву в таблице

source: Contradictions
de: Widersprüche
es: Contradicciones
it: contraddizione
ru: Противоречия

source: Find all the words, respecting their color
de: Finde alle Übereinstimmungen von Farben und Wörtern
es: Busca todas las palabras, que respetan su color
it: Trova tutte le parole, rispettando il loro colore
ru: Найди все совпадения цветов и слов

source: Find all the right words
de: Finde alle Übereinstimmungen
es: Encuentra todas las palabras correctas
it: Trova tutte le parole giuste
ru: Найди все совпадения

source: Number Sherlock
de: Zahlensuche
es: Sherlock de números
it: Sherlock dei numeri
ru: Поиск чисел

source: Find all entries of the number in the table
de: Finde die gesuchte Zahl in der Tabelle
es: Busca en la tabla todas las apariciones del número
it: Trova tutte le voci del numero nella tabella
ru: Найди целевое число в таблице

source: Tap %s
de: Tippe auf %s
es: Pulsa %s
it: batti i %s
ru: Жми %s

source: Color Sherlock
de: Farbensuche
es: Sherlock de colores
it: Sherlock del colore
ru: Поиск цветов

source: Find all entries of the color in the table
de: Finde die gesuchte Farbe in der Tabelle
es: Busca en la tabla todas las apariciones del color
it: Trova tutte le voci del colore nella tabella
ru: Найди целевой цвет в таблице

source: Find all
de: Finde alle
es: Busca todos
it: Trovale tutte!
ru: Найди все

source: TAP THE SQUARES
de: TIPPE AUF DIE QUADRATE
es: TOCA LOS CUADRADOS
it: TOCCI I QUADRATI
ru: ЖМИ НА КВАДРАТ

source: Squares Hunt
de: Quadratjagd
es: Caza Cuadrados
it: Caccia ai quadrati
ru: Охота на квадраты

source: Tap the squares! They are getting quicker!
de: Tippe auf die Quadrate! Sie werden schneller!
es: ¡Toca los cuadrados! ¡Son cada vez más rápidos!
it: Tocca i quadri. Diventano più veloci!
ru: Жми на квадраты. Они становятся все быстрее!

source: Tap the numbers in the same order
de: Tippe auf die Zahlen in derselben Reihenfolge
es: Toca los números en el mismo orden
it: Tocca i numeri nello stesso ordine
ru: Нажми числа в том же порядке

source: Number Sequences
de: Zahlenreihen
es: Secuencias de números
it: sequenza dei numeri
ru: Последовательности чисел

source: Remember the sequence. It's quick gone!
de: Merke Dir die Reihe!
es: Recuerda la secuencia. ¡Desaparecerá rápido!
it: Ricorda la sequenza. E' rapidamente nascosto!
ru: Запомни последовательность!

source: Remember the number sequence
de: Merke Dir die Zahlenreihe!
es: Memoriza la secuencia de números
it: Ricorda la sequenza dei numeri.
ru: Запомни последовательность чисел

source: Tap the letters in the same order
de: Tippe auf die Buchstaben in der Reihenfolge, wie sie gezeigt wurden
es: Toca las letras en el mismo orden
it: Tocca le lettere nello stesso ordine
ru: Нажми буквы в том же порядке

source: Letter Sequences
de: Buchstabenreihen
es: Secuencias de letras
it: Ordine delle lettere
ru: Последовательности букв

source: Remember the letters sequence
de: Merke Dir die Buchstabenreihe!
es: Recuerda la secuencia de letras
it: Ricorda la sequenza delle lettere.
ru: Запомни последовательность букв

source: Tap the symbols in the same order
de: Tippe auf die Symbole in derselben Reihenfolge
es: Toca los símbolos en el mismo orden
it: Tocca i simboli nello stesso ordine
ru: Нажми символы в том же порядке

source: Symbols
de: Symbolreihen
es: Símbolos
it: Simboli
ru: Символьные последовательности

source: Remember the symbol sequence
de: Merke Dir die Symbolreihe!
es: Memoriza la secuencia de símbolos
it: Ricorda la sequenza dei simboli.
ru: Запомни последовательность символов

source: Remember the color sequence
de: Merke Dir die Farbenreihe!
es: Recuerda la secuencia de colores
it: Ricorda la sequenza dei colori.
ru: Запомни последовательность цветов, после нажми их в таком же порядке

source: Tap the colors in the same order
de: Tippe auf die Farben in derselben Reihenfolge
es: Toca los colores en el mismo orden
it: Tocca i colori nello stesso ordine
ru: Нажми цвета в той же последовательности

source: Colors
de: Farbenreihen
es: Colores
it: Colori
ru: Цветные последовательности

source: Color Search
de: Farbenchaos
es: Busca colores
it: ricerca dei colori
ru: Хаос цвета

source: Tap the color, which is needed as soon as it appears in the table
de: Tippe auf die gesuchte Farbe, wenn sie in der Tabelle erscheint
es: Pulsa el color que se necesita tan pronto aparezca en la tabla
it: Tocca il colore ciò' é necessario appena appare nella tabella
ru: Жми целевой цвет, когда он появится в таблице

source: Symbols Search
de: Chaos der Symbole
es: Busca símbolos
it: ricerca dei simboli
ru: Хаос символов

source: Tap the symbol, which is needed as soon as it appears in the table
de: Tippe auf das gesuchte Symbol, wenn es in der Tabelle erscheint
es: Pulsa el símbolo que se necesita tan pronto aparezca en la tabla
it: Tocca il simbolo ciò' é necessario appena appare nella tabella
ru: Нажми целевой символ, когда он появится в таблице

source: Tap [font=glyphicons]%s[/font]
de: Tippe [font=glyphicons]%s[/font]
es: Pulsa [font=glyphicons]%s[/font]
it: Tocca [font=glyphicons]%s[/font]
ru: Жми [font=glyphicons]%s[/font]

source: Numbers search
de: Zahlenchaos
es: Busca números
it: ricerca dei numeri
ru: Хаос чисел

source: Tap the number, which is needed as soon as it appears in the table
de: Tippe auf die gesuchte Zahl, wenn sie in der Tabelle erscheint
es: Pulsa el número que se necesita tan pronto aparezca en la tabla
it: Tocca il numero ciò' é necessario appena appare nella tabella
ru: Нажми целевое число, когда оно появится в таблице

source: Letter Search
de: Buchstabenchaos
es: Busca letras
it: ricerca della lettera
ru: Хаос букв

source: Tap the letter, which is needed as soon as it appears in the table
de: Tippe auf den gesuchten Buchstaben, wenn er in der Tabelle erscheint
es: Pulsa la letra que se necesita tan pronto aparezca en la tabla
it: Tocca la lettera ciò' é necessario appena appare nella tabella
ru: Нажми целевую букву, когда она появится в таблице

source: Ball Hunt
de: Fang den Ball!
es: Caza bolas
it: cacciare la palla
ru: Поймай кружок!

source: Hunt the ball!
de: Tippe auf den Ball, bis er verschwindet!
es: ¡Caza la bola!
it: caccia la palla!
ru: Жми на кружок, пока он не исчезнет!

source: Number Tables
de: Verlorene Zahlen
es: Tablas de números
it: tabella dei numeri
ru: Потерянные числа

source: Remember the position of the numbers, select the correct one after hiding the content
de: Merke Dir die Positionen der Zahlen und wähle dann die Zahl aus, die an der Stelle des "?" war
es: Recueda la posición de los números, selecciona el correcto después de que se oculten
it: Ricorda la posizione dei numeri, seleziona quella corretta dopo aver nascosto il contenuto
ru: Запомни числа в таблице, затем выбери то, что было на месте "?"

source: Symbol Tables
de: Verlorene Symbole
es: Tablas de símbolos
it: tabella dei simoli
ru: Потерянные символы

source: Remember the position of the symbols, select the correct one after hiding the content
de: Merke Dir die Positionen der Symbole und wähle dann das Symbol aus, das an der Stelle des "?" war
es: Recueda la posición de los símbolos, selecciona el correcto después de que se oculten
it: Ricorda la posizione dei simboli, seleziona quella corretta dopo aver nascosto il contenuto
ru: Запомни символы в таблице, затем выбери тот, что был на месте "?"

source: Letter Tables
de: Verlorene Buchstaben
es: Tablas de letras
it: tabella delle lettere
ru: Потерянные буквы

source: Remember the position of the letter, select the correct one after hiding the content
de: Merke Dir die Positionen der Buchstaben und wähle dann den Buchstaben aus, der an der Stelle des "?" war
es: Recueda la posición de los letras, selecciona la correcta después de que se oculten
it: Ricorda la posizione delle letteri, seleziona quella corretta dopo aver nascosto il contenuto
ru: Запомни буквы в таблице, затем выбери ту, что была на месте "?"

source: Color Tables
de: Verlorene Farben
es: Tablas de colores
it: tabella dei colori
ru: Потерянные цвета

source: Remember the position of the colors, select the correct one after hiding the content
de: Merke Dir die Positionen der Farben und wähle dann die Farbe aus, die an der Stelle des "?" war
es: Recueda la posición de los colores, selecciona el correcto después de que se oculten
it: Ricorda la posizione dei colori, seleziona quella corretta dopo aver nascosto il contenuto.
ru: Запомни цвета в таблице, затем выбери тот, что был на месте "?"

source: Super Brain
es: Super Cerebro
ru: Супермозг

source: Subtract the interval of the right clock to the left one
de: Zieh von der Uhrzeit auf der linken Uhr das Zeitintervall auf der rechten Uhr ab
es: Reste el intervalo del reloj de la derecha al de la izquierda
it: Sottrai l'intervallo dell'orologio destro a quello di sinistra
ru: Вычти из времени слева интервал времени справа, выбери результат.

source: Time Machine
de: Uhrzeit-Rechner
es: Máquina del tiempo
it: calcola l'ora:
ru: Машина времени

source: Add the interval of the right clock to the left one
de: Füge der Uhrzeit auf der linken Uhr das Zeitintervall auf der rechten Uhr hinzu
es: Añade el intervalo del reloj de la derecha al de la izquierda
it: Aggiungi l'intervallo del orologio destra a quella sinistra
ru: Прибавь ко времени слева интервал времени справа, выбери результат.

source: Letter Reversions
de: Verkehrte Buchstaben
es: Inversión de letras
it: Riversioni delle lettere
ru: Переворот букв

source: Reverse the letter sequence
de: Drehe die Buchstabenreihe um
es: Invierte la secuencia de letras
it: Inverti la sequenza di lettere
ru: Переверни последовательность букв

source: Number Reversions
de: Verkehrte Zahlen
es: Inversión de números
it: Riversioni dei numeri
ru: Переворот цифр

source: Reverse the number sequence
de: Drehe die Zahlenreihe um
es: Invierte la secuencia de números
it: Inverti la sequenza dei numeri
ru: Переверни последовательность цифр

source: Symbol Reversions
de: Verkehrte Symbole
es: Inversión de símbolos
it: Riversioni dei simboli
ru: Переворот символов

source: Reverse the symbols
de: Drehe die Symbolreihe um
es: Invierte la secuencia de símbolos
it: Inverti la sequenza dei simboli
ru: Переверни последовательность символов

source: LOADING BRAINS...
de: LADE DAS GEHIRN...
es: CARGANDO CEREBRO...
it: caricamento cervelli
ru: ЗАГРУЗКА МОЗГОВ...
