Repository: JoaoVotor/kognitivo
Catalog: po/*.po
Languages: de, es, it, ru

source: Notifications
de: Benachrichtigungen
es: Recordatorios
it: Notificazioni
ru: Оповещения

source: Enable
de: Einschalten
es: Activa
it: attivare
ru: Включить?

source: Would you like to be reminded of the regular tests?
de: Willst Du regelmäßig an Deine Tests erinnert werden?
es: ¿Quieres que te avisemos para realizar pruebas a ciertas horas?
it: Vuoi esserci ricordato dei test regulari?
ru: Тебе нужны напоминания о прохождении тестов?

source: Morning test
de: Morgentest
es: Sesión matinal
it: test della mattina
ru: Утренний тест

source: Choose the time which would suit you best for kognitivo to measure your morning activity
de: Wann soll Kognitivo morgens Deine Leistungsfähigkeit messen?
es: ¿A qué hora debería kognitivo evaluar tu actividad matutina?
it: Scegli l'ora in cui vuoi utilizzare kognitivo per misurare le tue attività mattiniere.
ru: Когда ты обычно просыпаешься?

source: Lunch test
de: Mittagstest
es: Sesión de mediodía
it: test del pranzo
ru: Обеденный тест

source: Choose the time when you have your lunch
de: Wann soll Kognitivo mittags Deine Leistungsfähigkeit messen?
es: ¿A qué hora sueles comer?
it: Quando pranzi?
ru: Когда ты обычно обедаешь?

source: Evening test
de: Abendtest
es: Sesión vespertina
it: Test della sera
ru: Вечерний тест

source: When do you finish your work?
de: Wann soll Kognitivo abends Deine Leistungsfähigkeit messen?
es: ¿A qué hora sales de trabajar?
it: Quando finirai di lavorare?
ru: Когда ты обычно приходишь с работы?

source: Miscellaneous
de: Diverses
es: Otros
it: Diverso
ru: Разное

source: Language
de: Sprache
es: Idioma
it: Lingua
ru: Язык

source: Choose your language (restart needed)
de: Wähle Deine Sprache aus (Neustart erforderlich)
es: Elige tu idioma (reinicio necesario)
it: Scegli la tua lingua (necessità riavvio)
ru: Выбери язык (нужна перезагрузка)

source: en
de: English
es: English
it: English
ru: English

source: ru
de: Русский
es: Русский
it: Русский
ru: Русский

source: de
de: Deutsch
es: Deutsch
it: Deutsch
ru: Deutsch

source: es
de: Español
es: Español
it: Español
ru: Español

source: ua
de: Українська
es: Українська
it: Українська
ru: Українська

source: it
de: Italiano
es: Italiano
it: Italiano
ru: Italiano

source: system
de: Wie in Deinen Systemeinstellungen
es: Por defecto
it: sistma
ru: Такой же, как в системе

source: Sounds
es: Sonidos
it: volume
ru: Звуки

source: Turn on sounds?
de: Sounds anschalten?
es: ¿Activar los sonidos?
it: attivare il volume
ru: Включить звуки?

source: Vibration
es: Vibración
it: vibrazione
ru: Вибрация

source: Turn on vibration?
de: Vibration anschalten?
es: ¿Activar la vibración?
it: attivare la vibrazione
ru: Включить вибрацию?

source: Font size
de: Schriftgröße
es: Tamaño del texto
it: grandezza del carattere
ru: Размер шрифта

source: Change the right font size if the text is too big or too small (restart needed)
de: Wähle passende Schriftgröße, wenn die Schrift zu klein oder zu groß aussieht (Neustart erforderlich)
es: Cambiar el tamaño de la fuente si el texto es demasiado grande o demasiado pequeño (reinicio necesario)
it: Cambia la grandezza del carattere se necessario.
ru: Установи подходящий размер шрифта, если он кажется слишком большим или слишком маленьким (нужен перезапуск)

source: extra_small
de: sehr klein
es: extra pequeño
it: extra piccolo
ru: очень маленький

source: small
de: klein
es: pequeño
it: piccolo
ru: маленький

source: normal
it: normale
ru: обычный

source: big
de: groß
es: grande
it: grande
ru: большой

source: extra_big
de: sehr groß
es: extra grande
it: extra grande
ru: очень большой

source: Google login
de: Mit Google einloggen
es: Inicio de sesión en google
ru: Логин через Google

source: Do you want to be logged in with google account?
de: Möchtest du mit deinem Google-Konto eingeloggt werden?
es: ¿Quieres iniciar sesión usando tu cuenta de google?
it: Vuoi effetuare il login con il tuo conto Google?
ru: Авторизоваться через Google аккаунт?

source: Log out google
de: Ausloggen
es: Cerrar sesión
it: Google logout
ru: Выйти из гугла

source: SETTINGS
de: EINSTELLUNGEN
es: CONFIGURACIÓN
it: IMPOSTAZIONI
ru: НАСТРОЙКИ

source: MO
es: LU
it: LU
ru: ПН

source: TU
de: DI
es: MA
it: MA
ru: ВТ

source: WE
de: MI
es: MI
it: MER
ru: СР

source: TH
de: DO
es: JU
it: GIO
ru: ЧТ

source: FR
es: VI
it: VE
ru: ПТ

source: SA
ru: СБ

source: SU
de: SO
es: DO
it: DO
ru: ВС

source: GET PREMIUM
de: PREMIUM KAUFEN
es: OBTENER PREMIUM
it: ACQUISTA VERSIONE PREMIUM
ru: КУПИТЬ ПРЕМИУМ

source: ANALYTICS
de: ANALYTIK
es: ANÁLISIS
it: Analitica
ru: АНАЛИЗ

source: ATTENTION
de: AUFMERKSAMKEIT
es: ATENCIÓN
it: ATTENZIONE
ru: ВНИМАНИЕ

source: REACTION
de: REAKTION
es: REACCIÓN
it: REAZIONE
ru: РЕАКЦИЯ

source: MEMORY
de: GEDÄCHTNIS
es: MEMORIA
it: MEMORIA
ru: ПАМЯТЬ

source: reading
de: lesen
es: leyendo
it: leggere
ru: чтение

source: writing
de: schreiben
es: escritura
it: scrivere
ru: письмо

source: math
de: mathe
es: matemáticas
it: matematica
ru: математика

source: driving
de: fahren
es: conducción
it: guidare
ru: вождение

source: internet
ru: интернет

source: studying
de: lernen
es: estudiando
it: studiare
ru: обучение

source: navigation
es: navegación
it: navigare
ru: навигация

source: languages
de: sprachen
es: idiomas
it: lingue
ru: языки

source: strategy games
de: strategiespiele
es: juegos de estrategia
it: giochi di strategia
ru: стратегии

source: action games
de: action-spiele
es: Juegos de acción
it: giochi di azione
ru: стрелялки

source: quizzes
de: quizspiele
es: concursos
it: quiz
ru: викторины

source: arcades
de: arcade-spiele
es: arcade
it: portici
ru: аркады

source: puzzles
es: rompecabezas
it: puzzle
ru: головоломки

source: card games
de: kartenspiele
es: Juegos de cartas
it: giochi di carta
ru: карточные игры

source: casual games
de: gelegenheitsspiele
es: Juegos casuales
it: giochi casuali
ru: казуальные игры

source: racing games
de: rennspiele
es: juegos de carreras
it: giochi di corse
ru: гонки

source: word games
de: wortspiele
es: Juegos de palabras
it: giochi di parole
ru: словесные игры

source: This is your first test in this category, so there is no statistics. Please finish the test to get some.
de: Das ist dein erster Test in der Kategorie, deshalb gibt es noch keine Statistik. Schließe den Test ab, um sie sehen zu können.
es: Esta es tu primera prueba en esta categoría, por lo aún no hay estadísticas. Terminar la prueba para obtener los primeros resultados.
it: Questo è il tuo primo test in questa categoria. Quindi non facciamo la statistica. Per favore finisci il test.
ru: Это твой первый тест в этой категории, поэтому по ней нет статистики. Закончи этот тест, чтобы получить к ней доступ

source: Congratulations! This tutorial is finished. Happy researching!
de: Gratulation! Du hast das Tutorial erfolgreich beendet! Viel Spaß beim Spielen!
es: ¡Enhorabuena! ¡Has terminado el tutorial!
it: Congratulatzioni! Hai finito il tutorial. Buon ricerca!
ru: Поздравляем! Обучение закончено и можно начать тренироваться. Удачи!

source: Figure Out
it: scoprilo
ru: Отпадные фигуры

source: Find all correctly named figures
de: Finde alle Übereinstimmungen von Figuren und denen Namen
es: Busca todas las figuras con nombres correctos
it: Trovi i figuri con i nomi coretti
ru: Жми правильно названные фигуры

source: Right Choice
de: Richtige Wahl
es: Buena Elección
it: Buona scelta
ru: Верный Выбор

source: Find all right expressions
de: Finde alle richtige Ausdrücke
es: Busca todas las expresiones correctas
it: Trovi le espressione corrette
ru: Найди все верные выражения

source: Super Brain: Division
es: Super Brain: División
it: Super Brain: divisione
ru: Супермозг: деление

source: Calculate the result!
de: Finde die Zahl, die an der Stelle des "?" stehen muss
es: ¡Calcula el resultado!
it: Calcola il risultato!
ru: Найди число, которое должно стоять на месте "?"

source: Super Brain: Percents
de: Super Brain: Prozente
es: Super Cerebro: Porcentajes
it: Super Brain: Percento
ru: Супермозг: проценты

source: Multi Super Brain
es: Multi Super Cerebro
ru: МультиСупермозг

source: Time Machine: Subtraction
de: Uhrzeit-Rechner: Subtraktion
es: Máquina del tiempo: Resta
it: calcola l'ora: sottrazione
ru: Машина времени: вычитание

source: Time Machine: Last Minutes
de: Uhrzeit-Rechner: Last Minutes
es: Máquina del tiempo: Última Hora
it: calcola l'ora: ultimi minuti
ru: Машина времени: последние минуты

source: Add the interval in minutes of the right clock to the left one
de: Füge der Uhrzeit auf der linken Uhr das Zeitintervall auf der rechten Uhr hinzu (in Minuten)
es: Añade el intervalo en minutos del reloj de la derecha al de la izquierda
it: Aggiungi l'intervallo in minuti del orologio destra a quella sinistra
ru: Прибавь ко времени слева интервал времени в минутах справа, выбери результат.

source: TRY NOW
de: JETZT SPIELEN
es: JUGAR
it: PROVA ADESSO
ru: ИГРАТЬ

source: Typing monkey
de: Primat
es: Mono escribano
it: scimmia
ru: Примат

source: Homo erectus
ru: Человек умелый

source: Slowpoke
es: Tortuga
ru: Слоупок

source: Homo sapiens
ru: Человек разумный

source: Junkie
es: Adicto
ru: Торчок

source: Mr Perfect
de: Perfekt
es: Don Perfecto
ru: Идеал

source: Genius
de: Genie
es: Genio
ru: Гений

source: Nerd
es: Empollón
ru: Очкарик

source: Holmes
de: Sherlock Holmes
ru: Холмс. Шерлок Холмс.

source: Einstein
de: Albert Einstein
ru: Эйнштейн

source: [size=20sp][color=#6666660A]%s POINTS[/color][/size]
de: [size=20sp][color=#6666660A]%s PUNKTE[/color][/size]
es: [size=20sp][color=#6666660A]%s PUNTOS[/color][/size]
it: [size=20sp][color=#6666660A]%s PUNTI[/color][/size]
ru: [size=20sp][color=#6666660A]%s ОЧКОВ[/color][/size]

source: of your [b]Day's[/b] average
de: Deines [b]Tagesdurchschnitts[/b]
es: de tu media [b]diaria[/b]
it: il tuo [b]giorno[/b] medio
ru: от твоего [b]дневного[/b] среднего

source: of your [b]Week's[/b] average
de: Deines [b]Wochendurchschnitts[/b]
es: de tu media [b]semanal[/b]
it: il tuo [b]settimana[/b] medio
ru: от твоего [b]недельного[/b] среднего

source: My cognitive status #kognitivo #braintrainer %s
de: Mein kognitiver Status #kognitivo #braintrainer %s
es: Mi estado cognitivo #kognitivo #braintrainer %s
it: Il mio stato cognitivo #kognitivo #braintrainer %s
ru: Мой когнитивный статус #kognitivo #braintrainer %s

source: BEST RESULT: [b]%s[/b] POINTS
de: BESTES ERGEBNIS: [b]%s[/b] PUNKTE
es: MEJOR RESULTADO: [b]%s[/b] PUNTOS
it: MEGLIO RISULTATO: [b]%s[/b] PUNTI
ru: РЕКОРД: [b]%s[/b] ОЧКОВ

source: [color=#408742ff][font=glyphicons][/font][/color] task #%(counter)s/%(full)s
de: [color=#408742ff][font=glyphicons][/font][/color] Aufgabe #%(counter)s/%(full)s
es: [color=#408742ff][font=glyphicons][/font][/color] starea #%(counter)s/%(full)s
ru: [color=#408742ff][font=glyphicons][/font][/color] задача №%(counter)s/%(full)s

source: PLAY
de: SPIELEN
es: JUGAR
it: GIOCHI
ru: ИГРАТЬ

source: BUY
de: KAUFEN
es: COMPRAR
it: ACQUISTA
ru: КУПИТЬ

source: ANALYTICS PREMIUM
de: ANALYTIK PREMIUM
es: ANÁLISIS PREMIUM
it: ANALITICA PREMIUM
ru: АНАЛИЗ ПРЕМИУМ

source: ATTENTION PREMIUM
de: AUFMERKSAMKEIT PREMIUM
es: PREMIUM ATENCIÓN
it: ATTENZIONE PREMIUM
ru: ВНИМАНИЕ ПРЕМИУМ

source: MATH GEEK SET
de: MATHE
es: MATH GEEK
it: MATEMATICA PREMIUM
ru: МАТЕМАТИЧЕСКИЕ

source: TIME TASKS SET
de: ZEITRECHNEN
es: TIEMPO
it: GIOCHI D'ORA PREMIUM
ru: НА ВРЕМЯ

source: CLASH TASKS SET
de: WIEDERSPRÜCHE
es: CLASH SET
it: SCONTRO PREMIUM
ru: ПРОТИВОРЕЧИЯ

source: JAN
es: ENE
it: GENAIO
ru: ЯНВ

source: FEB
it: FEBRAIO
ru: ФЕВ

source: MAR
de: MÄR
it: MARZO
ru: МАР

source: APR
es: ABR
it: APRILE
ru: АПР

source: MAY
de: MAI
it: MAGGIO
ru: МАЙ

source: JUN
it: GIUGNO
ru: ЯНВ

source: JUL
it: LUGLIO
ru: ИЮЛ

source: AUG
es: AGO
it: AGOSTO
ru: АВГ

source: SEP
it: SETTEMBRE
ru: СЕН

source: OCT
it: OTTOBRE
ru: ОКТ

source: NOV
it: NOVEMBRE
ru: НОВ

source: DEC
de: DEZ
es: DIC
it: DICEMBRE
ru: ДЕК

source: Cancel
de: Abbrechen
es: Cancelar
it: cancellare
ru: Отмена

source: Found a bug? Let me know: [ref=Kognitivo: I found a bug][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
de: Einen Bug gefunden? Lass mich bitte wissen: [ref=Kognitivo: Bug gefunden][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
es: ¿Encontraste un Bug? Cuéntamelo: [ref=Kognitivo: I found a bug][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
it: Hai trovato un bug? Fammi sapere: [ref=Kognitivo: I found a bug][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
ru: Баг? Напиши мне, я поправлю: [ref=Kognitivo: Нашелся баг][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]

source: Got a feature idea? Share it on [ref=feature][b][font=glyphicons][/font] FACEBOOK[/b][/ref]
de: Hast Du eine Feature-Idee? Teile sie auf [ref=feature][b][font=glyphicons][/font] FACEBOOK[/b][/ref]
es: ¿Tienes una idea para funcionalidad nueva? Compartela en [ref=feature][b][font=glyphicons][/font] FACEBOOK[/b][/ref]
it: Hai una idea per un feature? fammi sapere [ref=feature][b][font=glyphicons][/font] FACEBOOK[/b][/ref]
ru: Есть идеи? Расскажи о них на [ref=feature][b][font=glyphicons][/font] FACEBOOK[/b][/ref]

source: Found a misspelled word? Let me know: [ref=Kognitivo: Grammar][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
de: Einen grammatischen Fehler gefunden? Lass mich wissen: [ref=Kognitivo: Grammatik][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
es: ¿Encontraste una palabra o frase mal escrita? Envíamela: [ref=Kognitivo: Grammar][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
it: Hai trovato una sgrammaticatura? Lascia mi sapere [ref=Kognitivo: Grammar][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]
ru: Нашлась грамматическая ошибка? Напиши мне о ней, я поправлю: [ref=Kognitivo: Правописание][b][font=glyphicons][/font] sergey@cheparev.com[/b][/ref]

source: Change font size in [ref=font][b][font=glyphicons][/font]settings[/b][/ref] if it is too big or to small
de: Wähle passende Schriftgröße in [ref=font][b][font=glyphicons][/font]Einstellungen[/b][/ref], wenn die Schrift zu klein oder zu groß aussieht
es: Cambiar tamaño del texto en [ref=font][b][font=glyphicons][/font]ajustes[/b][/ref] si es demasiado grande o pequeño
it: Chambia la grandezza del carattere [ref=font][b][font=glyphicons][/font]settings[/b][/ref] si ti pare troppo grande o piccola.
ru: Измени размер шрифта в [ref=font][b][font=glyphicons][/font]настройках[/b][/ref], если он слишком большой или слишком маленький

source: Want most recent features? Become a [ref=tester][b][font=glyphicons][/font]tester[/b][/ref]
de: Werde ein [ref=tester][b][font=glyphicons][/font]Tester[/b][/ref], um als erster die neusten Features zu bekommen
es: ¿Quiere las características más recientes? Conviértete en un [ref=tester][b][font=glyphicons][/font]beta-tester[/b][/ref]
it: Diventa un [ref=tester][b][font=glyphicons][/font]tester[/b][/ref] per essere sempre il primo a conoscere le nuove features di Kognitivo.
ru: Хочешь самые новые фичи? Стань [ref=tester][b][font=glyphicons][/font]тестером[/b][/ref]

source: The more you practice, the more accurate is the statistics
de: Je mehr Du spielst, desto genauer ist die Statistik
es: Cuanto más practiques, más precisa será la estadística
it: Piu' pratichi, piu accurata é la statistica.
ru: Чем больше ты занимаешься, тем точнее статистика

source: Need more tasks? Take a look [ref=purchase][b][font=glyphicons][/font] HERE[/b][/ref]
de: Willst Du mehr Aufgaben haben? Schau [ref=purchase][b][font=glyphicons][/font] HIER[/b][/ref]
es: ¿Necesitas más tareas? Echa un vistazo [ref=purchase][b][font=glyphicons][/font] AQUÍ[/b][/ref]
it: Vuoi più comptiti? Quarda[ref=purchase][b][font=glyphicons][/font] qui [/b][/ref]
ru: Еще задач? Посмотри [ref=purchase][b][font=glyphicons][/font] ЗДЕСЬ[/b][/ref]

source: Try 7 days of full features for free with [ref=premium_subscription][b][font=glyphicons][/font]premium subscription[/b][/ref]
de: Probiere volle Version 7 Tage gratis mit [ref=premium_subscription][b][font=glyphicons][/font]Premium-Abo[/b][/ref]
es: Prueba durante 7 días todas las características gratis con [ref=premium_subscription][b][font=glyphicons][/font]suscripción premium[/b][/ref]
it: Prova 7 giorni della versione premium gratuita [ref=premium_subscription][b][font=glyphicons][/font]abbonarti alla versione premium[/b][/ref]
ru: Попробуй 7 дней полной функциональности бесплатно c [ref=premium_subscription][b][font=glyphicons][/font]премиум подпиской[/b][/ref]

source: Connect your [ref=google][b][font=glyphicons][/font]Google account[/b][/ref] in order to compete with friends
de: Verbinde Deinen [ref=google][b][font=glyphicons][/font]Google-Konto[/b][/ref], um gegen Deine Freunde zu spielen
es: Conecte su [ref=google][b][font=glyphicons][/font]cuenta de Google[/b][/ref] para competir con tus amigos
it: Accoppia il tuo [ref=google][b][font=glyphicons][/font]conto di Google [/b][/ref] per giocare con i tuoi amici.
ru: Подключи [ref=google][b][font=glyphicons][/font]аккаунт Google[/b][/ref], чтобы соревноваться с друзьями

source: It's time to measure your skills!
de: Zeit für Kognitivo!
es: ¡Es hora de evaluar tus habilidades!
it: È l'ora per Kognitivo!
ru: Время измерить твои способности!

source: TRIANGLE
de: DREIECK
es: TRIÁNGULO
it: TRILATERO
ru: ТРЕУГОЛЬНИК

source: SQUARE
de: QUADRAT
es: CUADRADO
it: QUADRATO
ru: КВАДРАТ

source: STAR
de: STERN
es: ESTRELLA
it: STELLA
ru: ЗВЕЗДА

source: PENTAGON
de: FÜNFECK
es: PENTÁGONO
it: PENTAGONO
ru: ПЯТИУГОЛЬНИК

source: CIRCLE
de: KREIS
es: CÍRCULO
it: CIRCLO
ru: КРУГ

source: DIAMOND
de: RHOMBUS
es: ROMBO
it: DIAMANTE
ru: РОМБ

source: RED
de: ROT
es: ROJO
it: ROSSO
ru: КРАСНЫЙ

source: BROWN
de: BRAUN
es: MARRÓN
it: MARRONE
ru: КОРИЧНЕВЫЙ

source: GREEN
de: GRÜN
es: VERDE
it: VERDE
ru: ЗЕЛЕНЫЙ

source: BLUE
de: BLAU
es: AZUL
it: BLU
ru: СИНИЙ

source: BLACK
de: SCHWARZ
es: NEGRO
it: NERO
ru: ЧЕРНЫЙ

source: PURPLE
de: LILA
es: MORADO
it: LILA
ru: ФИОЛЕТОВЫЙ

source: %s [size=%s]POINTS[/font]
de: %s [size=%s]PUNKTE[/font]
es: %s [size=%s]PUNTOS[/font]
it: %s [size=%s]PUNTI[/font]
ru: %s [size=%s]ОЧКОВ[/font]

source: %(percents)s%% of %(base)s?
de: %(percents)s%% von %(base)s?
es: %(percents)s%% de %(base)s?
it: %(percents)s%% di %(base)s?
ru: %(percents)s%% от %(base)s?

source: min.
it: minimo
ru: мин.

source: This is the hour activity diagram. At the bottom side is the time of the day and the bars show your activity level in percents
de: Hier findest Du Deine Leistungsfähigkeit nach Uhrzeit. Unten steht die Uhrzeit, die Balken zeigen Deine Leistungfähigkeit in Prozent an
es: Este es el diagrama de actividad por horas. En la parte inferior aparece el momento del día y en las barras se muestran tu nivel de actividad en porcentajes
it: Questo è il diagramma d'attività oraria. Sul lato inferiore è indicata l'ora del giorno e le barre indicano il livello di attività in percentuale
ru: Это диаграмма активности по часам. Снизу указано время, столбцы показывают уровни активности в процентах

source: This is week day activity diagram. At the bottom side is the week day and the bars show your activity level in percents
de: Hier findest Du Deine Leistungsfähigkeit nach Wochentagen. Unten stehen die Wochentage, die Balken zeigen Deine Leistungfähigkeit in Prozent an
es: Este es el diagrama de actividad diario. En la parte inferior aparece el día de la semana y en las barras se muestran tu nivel de actividad en porcentajes
it: Questo è il diagramma di attività giornale. Sul lato inferiore è l'ora del giorno e le barre indicano il livello di attività in percentuale
ru: Это диаграмма активности по дням недели. Снизу указан день недели, столбцы показывают уровни активности в процентах

source: This is progress diagram. At the bottom side is the date, the graph shows your activity of last two weeks in percents
de: Hier findest Du Deine Leistungsfähigkeit der letzten zwei Wochen. Unten steht das Datum, der Graph oben zeigt Deine Leistungsfähigkeit in Prozent an
es: Este es el diagrama de progreso. En la parte inferior aparce la fecha, y en el gráfico se muestra tu actividad de las dos últimas semanas en porcentajes
it: Questo è lo schema di progresso. Sul lato inferiore vi è la data, il grafico mostra la tua attività delle ultime due settimane in percentuale
ru: Это диаграмма прогресса. Снизу указана дата, график показывает изменение когнитивной активности за последние две недели

source: This is the calendar. It shows your cognitive activity for events, entered in your system calendar.
de: Das ist Dein Kalender. Er zeigt Deine Leistungsfähigkeit für die Ereignisse in Deinem Systemkalender.
es: Este es el calendario. Te muestra los eventos de las actividades cognitivas.
it: Questo è il calendario. Ti mostra l'attività cognitiva per gli eventi, inseriti nel calendario del sistema.
ru: Это календарь. Он показывает твою когнитивную активность во время событий, отмеченных в твоем системном календаре.

source: No calendar events found, please add some or check if they are visible
de: Es gibt keine kommende Termine in deinem Kalender, füge bitte welche hinzu und prüfe, ob sie sichtbar sind
es: No hay eventos en el calendario que se encuentran, por favor, añadir un poco o comprobar si son visibles
it: Non abbiamo trovato eventi nel calendario, ti pregiamo di aggiungere alcune o verificare che siano visibili
ru: В твоем календаре нет событий в ближайшее время, добавь что-то и проверь, что они видимы

source: This panel shows your current cognitive capacity in different activities.
de: Hier findest Du Deine Leistungsfähigkeit jetzt in unterschiedlichen Bereichen.
es: Este panel muestra su capacidad cognitiva actual en diferentes actividades.
it: Questo pannello ti mostra la tua capacità cognitiva in diverse attività.
ru: Эта панель показывает твою текущую производительность в различных областях деятельности

source: These are category buttons. You can choose activity category here
de: Das sind die Kategorie-Buttons. Du kannst damit konkrete Kategorien für die Statistik auswählen
es: Estos son los botones de categorías. Usted puede elegir la categoría de actividad aquí
it: Questi sono pulsanti di categoria. Puoi scegliere la categoria qui
ru: Это кнопки категорий. С их помощью ты можешь выбрать категорию, по которой нужно показать статистику

source: ALL
de: ALLES
es: TODO
it: TUTTO
ru: ОБЩАЯ СТАТИСТИКА

source: NOW
de: JETZT
es: AHORA
it: ORA
ru: СЕЙЧАС

source: [size=%s]how you perform right now in[/size]
de: [size=%s]Deine Leistungsfähigkeit jetzt in[/size]
es: [size=%s]De qué manera te has desempeñado ahora mismo en[/size]
it: [size=%s]la tua prestazione in [/size]
ru: [size=%s]твоя производительность прямо сейчас в[/size]

source: DAY
de: STUNDEN
es: DÍA
it: GIORNO
ru: ЧАСЫ

source: [size=%s]this is how you perform in concrete time of the day[/size]
de: [size=%s]Deine Leistungfähigkeit nach Uhrzeit[/size]
es: [size=%s]Así es como te desempeñas en una hora específica del día[/size]
it: [size=%s]questa é la tua prestazione in un tempo concreto della giornata[/size]
ru: [size=%s]твоя производительность по часам[/size]

source: WEEK
de: TAGE
es: DÍAS
it: SETTIMANA
ru: ДНИ

source: [size=%s]how you perform in concrete week days[/size]
de: [size=%s]Deine Leistungfähigkeit nach Wochentagen[/size]
es: [size=%s]De qué manera te desempeñas en días específicos de la semana[/size]
it: [size=%s]questa é la tua prestazione in un giorno concreto della settimana[/size]
ru: [size=%s]твоя производительнсть по дням недели[/size]

source: PROGRESS
de: VERLAUF
es: PROGRESO
it: PROGRESSO
ru: ПРОГРЕСС

source: [size=%s]how you progressed in last two weeks[/size]
de: [size=%s]Dein Fortschritt in der letzten zwei Wochen[/size]
es: [size=%s]Cómo progresaste en las últimas dos semanas[/size]
it: [size=%s] come hai proceduto nelle ultime due settimane [/size]
ru: [size=%s]твой прогресс за последние две недели[/size]
